<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<data>
		n0f8fcbsbxjK4SBIlhnTnwMPI40=
		</data>
		<key>Headers/Alpha0Connect4.h</key>
		<data>
		BKBYlaO2WB/hukGXyBZsLdYiwrA=
		</data>
		<key>Info.plist</key>
		<data>
		26tbv/Xr1Ze7Yq2oqFDgxXA6Hu0=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftdoc</key>
		<data>
		uaSyfmNXl9lrzdiyXyc15mV86Wk=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftmodule</key>
		<data>
		TOsCsiE7CugikDisOkCjthF6vvc=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Ldv7s9qHHOVkwi3gJgX7im3z1L0=
		</data>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<data>
		EYgxIGG7ms5sLhVChb/YFljGlac=
		</data>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<data>
		bqpUyclW+EsWoCBnb0fGCvFCSB0=
		</data>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<data>
		5A9v6qax0HW46BgSHIkh0EPkxqo=
		</data>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<data>
		qahneHXbyns/RpaSLugBBQaNdt0=
		</data>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Tw0LDb9AqpAhlfZ8HASUHLTc1r5GqoxWCtBqhep/J54=
			</data>
		</dict>
		<key>Headers/Alpha0Connect4.h</key>
		<dict>
			<key>hash2</key>
			<data>
			hT5JydR6J31AH4qtCY3ZwvV149m55sbKW+ssPeI/JL4=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			oLtBEDCC8eJ62Y5mZGBuSZxjhxj6g3T1bcevXa6z/pU=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			iqbGBTn4bhrVGum0Y2WhKLzToqKrUpkDu84VxW5NskM=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			92/b3eLlUuYfF2PFHyTpJKfdRepCUFX79Zf5aFPBR/4=
			</data>
		</dict>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Z7/t+ws9jt3HbKeShjjJrx2IAoMZV/1PE6B940y669Y=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			EP63X9yclj0lm5lawb9X+4ksD4Xzx61KxmAWhbVcJaA=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			JxokxVpnJlMj2ZW/w/QF2qUuQmxl0GkJ7rSwwEBYsjI=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kvQtysw0kXTnKNNLpPVY99X8gTKQBC8AUF71vHrQBmA=
			</data>
		</dict>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
